[
  {
    "id": 1,
    "image": "https://i.ibb.co/7zxmg8F/fitness-6.png",
    "name": "Yoga for Beginners",
    "short_description": "Join our Yoga for Beginners class to discover the art of relaxation, flexibility, and inner peace. Suitable for all levels, this class focuses on foundational poses and breathing techniques to improve physical and mental well-being.",
    "price": 25.99,
    "weekly_class": ["Mon", "Wed", "Sat"],
    "detailed_description": "Embark on a transformative journey with our Yoga for Beginners class. In this serene and welcoming environment, you will delve deep into the world of yoga, unlocking its myriad benefits for your body and mind. Our certified instructors will guide you through each session, ensuring you learn the correct postures and breathing techniques to enhance your practice. Whether you're a novice or an experienced yogi, our class welcomes all.\n\nDuring our Yoga for Beginners class, you will:\n- Learn fundamental yoga poses\n- Discover the power of controlled breathing\n- Improve flexibility and balance\n- Experience deep relaxation\n\nJoin us and explore the path to physical and ment."
  },
  {
    "id": 2,
    "image": "https://i.ibb.co/16grCvZ/fitness-aa.png",
    "name": "High-Intensity Interval Training",
    "short_description": "Experience the ultimate calorie-burning workout with our HIIT class. Get your heart racing and torch fat with intense intervals of cardio and strength exercises. Ideal for those looking to challenge themselves.",
    "price": 29.99,
    "weekly_class": ["Tue", "Thu", "Sat"],
    "detailed_description": "Get ready for an exhilarating fitness journey with our High-Intensity Interval Training (HIIT) class. Designed for those seeking an intense and effective workout, HIIT combines bursts of heart-pounding cardio with targeted strength exercises. Our expert trainers will push your limits and help you achieve your fitness goals. Whether you're an athlete or just starting your fitness journey, HIIT is suitable for everyone.\n\nIn our HIIT class, you will:\n- Burn calories effectively\n- Enhance cardiovascular fitness\n- Build strength and endurance\n- Challenge yourself with dynamic workouts\n."
  },
  {
    "id": 3,
    "image": "https://i.ibb.co/YD6ZMYg/yoga-position-ea.png",
    "name": "Vinyasa Flow Yoga",
    "short_description": "Elevate your yoga practice with Vinyasa Flow Yoga. This dynamic class synchronizes breath with movement, helping you build strength, flexibility, and mindfulness. Suitable for intermediate and advanced practitioners.",
    "price": 27.99,
    "weekly_class": ["Mon", "Wed", "Fri"],
    "detailed_description": "Experience the beauty of movement and breath with our Vinyasa Flow Yoga class. This dynamic practice will elevate your yoga journey, enhancing both your physical strength and mental clarity. Whether you are an intermediate or advanced practitioner, our skilled instructors will guide you towards a more profound practice. Vinyasa Flow Yoga is a perfect way to balance your body and mind, combining the fluidity of movement with the stillness of breath.\n\nDuring our Vinyasa Flow Yoga class, you will:\n- Strengthen your body\n- Improve flexibility\n- Cultivate mindfulness\n- Connect breath with motion."
  },
  {
    "id": 4,
    "image": "https://i.ibb.co/J32RZ7V/yoga-position-7f.png",
    "name": "Pilates for Core Strength",
    "short_description": "Strengthen your core and improve posture with our Pilates class. Targeting your abdominal muscles and overall body stability, this class will help you achieve a strong and balanced physique.",
    "price": 24.99,
    "weekly_class": ["Tue", "Thu", "Sun"],
    "detailed_description": "Transform your core and posture with our Pilates for Core Strength class. This specialized program targets your abdominal muscles and enhances overall body stability. Led by experienced instructors, you'll sculpt a strong and balanced physique. Pilates is an excellent choice for those looking to improve their core strength, posture, and overall body awareness.\n\nIn our Pilates for Core Strength class, you will:\n- Tone and strengthen your abdominal muscles\n- Enhance overall body stability\n- Improve posture\n- Increase body awarene."
  },
  {
    "id": 5,
    "image": "https://i.ibb.co/Fh7BGvt/yoga-position-d6.png",
    "name": "Meditation and Mindfulness",
    "short_description": "Discover the power of meditation & mindfulness. This class offers guidance in calming the mind, reducing stress, and achieving mental clarity. Suitable for anyone seeking peace and tranquility.",
    "price": 19.99,
    "weekly_class": ["Mon", "Wed", "Sat"],
    "detailed_description": "Embark on a journey of self-discovery with our Meditation and Mindfulness class. This transformative experience offers guidance in calming the mind, reducing stress, and achieving mental clarity. It is suitable for individuals seeking peace, tranquility, and personal growth. Meditation and mindfulness have profound benefits for mental and emotional well-being.\n\nDuring our Meditation and Mindfulness class, you will:\n- Learn various meditation techniques\n- Reduce stress and anxiety\n- Cultivate inner peace\n- Enhance mental clarity."
  },
  {
    "id": 6,
    "image": "https://i.ibb.co/Fs91x3m/car-8.png",
    "name": "CrossFit Bootcamp",
    "short_description": "Get ready to break a sweat in our CrossFit Bootcamp. This high-intensity program combines functional movements and strength training to boost your endurance and build muscle.",
    "price": 34.99,
    "weekly_class": ["Mon", "Wed", "Fri"],
    "detailed_description": "Transform your core and posture with our Pilates for Core Strength class. This specialized program targets your abdominal muscles and enhances overall body stability. Led by experienced instructors, you'll sculpt a strong and balanced physique. Pilates is an excellent choice for those looking to improve their core strength, posture, and overall body awareness.\n\nIn our Pilates for Core Strength class, you will:\n- Tone and strengthen your abdominal muscles\n- Enhance overall body stability\n- Improve posture\n- Increase body awarene."
  }
]